tap "sachaos/todoist"
tap "paulp/extras"
tap "homebrew/core"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/services"
tap "d12frosted/emacs-plus"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "jmespath/jmespath"
tap "neovim/neovim"
cask "osxfuse"
cask "xquartz"
cask "caskroom/versions/java8"
brew "ant"
brew "openssl"
brew "apr-util"
brew "archey"
brew "gettext"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "python"
brew "awscli"
brew "bash"
brew "bfg"
brew "binutils"
brew "docker"
brew "boot2docker"
brew "libtool"
brew "cfssl"
brew "check"
brew "chromedriver"
brew "cmake"
brew "consul"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "ctop"
brew "curl"
brew "dbus"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "diffutils"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq"
brew "docbook"
brew "docbook-xsl"
brew "duti"
brew "ed", args: ["with-default-names"]
brew "elixir"
brew "encfs"
brew "exiftool"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "flyway"
brew "python@2"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gmp"
brew "gawk"
brew "isl"
brew "gcc"
brew "gd"
brew "gdrive"
brew "ghc"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "giter8"
brew "global"
brew "nettle"
brew "pinentry"
brew "gpgme"
brew "gmime"
brew "gnu-getopt"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "gnupg@1.4"
brew "lua"
brew "gnuplot"
brew "goaccess"
brew "gperftools"
brew "gpg-agent"
brew "gradle"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "groovy"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gzip"
brew "hbase", restart_service: true
brew "help2man"
brew "highlight"
brew "htop"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "iperf"
brew "ispell"
brew "jemalloc"
brew "jenv"
brew "jfrog-cli-go"
brew "jhead"
brew "jo"
brew "oniguruma"
brew "jq"
brew "kops"
brew "ledger"
brew "leiningen"
brew "less"
brew "libelf"
brew "libevent"
brew "libssh2"
brew "libgit2"
brew "libnotify"
brew "libotr"
brew "libstrophe"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "lsyncd"
brew "markdown"
brew "maven"
brew "minicom"
brew "moreutils", args: ["without-parallel"]
brew "mr"
brew "msgpack"
brew "mtr"
brew "multitail"
brew "mycli"
brew "mysql"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node@8", link: true
brew "nspr"
brew "nvm"
brew "openssh"
brew "openssl@1.1"
brew "osquery"
brew "packer"
brew "pandoc"
brew "parallel"
brew "tree"
brew "pass"
brew "pdf2htmlex"
brew "percona-toolkit"
brew "pgcli"
brew "picocom"
brew "pinentry-mac"
brew "pkg-config"
brew "plantuml"
brew "poppler"
brew "postgresql@9.6", restart_service: true, link: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy3"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "screen"
brew "shellcheck"
brew "spidermonkey"
brew "ssh-copy-id"
brew "subversion"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "unixodbc"
brew "unzip"
brew "utf8proc"
brew "vault"
brew "vifm"
brew "vim", args: ["with-override-system-vi"]
brew "w3m"
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "websocketd"
brew "wget"
brew "xpdf"
brew "yarn"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-natural-title-bar"]
brew "sachaos/todoist/todoist"
cask "airflow"
cask "alfred"
cask "atext"
cask "blockblock"
cask "charles"
cask "dash"
cask "disk-inventory-x"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "grammarly"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keybase"
cask "murus"
cask "ngrok"
cask "noisytyper"
cask "paw"
cask "postman"
cask "rq"
cask "sequel-pro"
cask "slack"
cask "soundcleod"
cask "spotify"
cask "sublime-text"
cask "tcl"
cask "trailer"
cask "utc-menu-clock"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "wkhtmltopdf"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
