tap 'benchlabs/tools'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'd12frosted/emacs-plus'
tap 'grpc/grpc'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'jmespath/jmespath'
tap 'neovim/neovim'
tap 'paulp/extras'
tap 'railwaycat/emacsmacport'
tap 'simeji/jid'
cask 'java'
cask 'xquartz'
brew 'libyaml'
brew 'python'
brew 'ansible'
brew 'ant'
brew 'apr'
brew 'apr-util'
brew 'archey'
brew 'gettext'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'atk'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'libelf'
brew 'libusb-compat'
brew 'libftdi0'
brew 'avrdude'
brew 'awscli'
brew 'bash'
brew 'bdw-gc'
brew 'binutils'
brew 'boost'
brew 'python3'
brew 'boost-python'
brew 'docker'
brew 'boot2docker'
brew 'dialog'
brew 'certbot'
brew 'check'
brew 'chromedriver'
brew 'cmake'
brew 'consul'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'dbus'
brew 'diff-so-fancy'
brew 'diffutils'
brew 'libgpg-error'
brew 'libassuan'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docbook'
brew 'docbook-xsl'
brew 'docker-machine'
brew 'duti'
brew 'ed', args: ['with-default-names']
brew 'jpeg'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'file-formula'
brew 'findutils', args: ['with-default-names']
brew 'pcre2'
brew 'fish'
brew 'flyway'
brew 'fpp'
brew 'fzf'
brew 'gmp'
brew 'mpfr'
brew 'gawk'
brew 'isl'
brew 'libmpc'
brew 'gcc'
brew 'gd'
brew 'gdrive'
brew 'ghc'
brew 'git-lfs'
brew 'giter8'
brew 'global'
brew 'gmime'
brew 'gnu-getopt'
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar'
brew 'gnu-which', args: ['with-default-names']
brew 'nettle'
brew 'pinentry'
brew 'gnupg'
brew 'gnupg@1.4'
brew 'lua'
brew 'gnuplot'
brew 'go'
brew 'goaccess'
brew 'gpg-agent'
brew 'gpgme'
brew 'gradle'
brew 'libtool'
brew 'graphviz'
brew 'grep', args: ['with-default-names']
brew 'groovy'
brew 'gsettings-desktop-schemas'
brew 'icu4c'
brew 'hicolor-icon-theme'
brew 'libepoxy'
brew 'gtk+3'
brew 'gzip'
brew 'help2man'
brew 'heroku'
brew 'htop-osx'
brew 'hub'
brew 'icdiff'
brew 'imagemagick'
brew 'irssi'
brew 'ispell'
brew 'jemalloc'
brew 'jenv'
brew 'jfrog-cli-go'
brew 'jhead'
brew 'jo'
brew 'oniguruma'
brew 'jq'
brew 'nspr'
brew 'spidermonkey'
brew 'jsawk'
brew 'keepassc'
brew 'ledger'
brew 'leiningen'
brew 'less'
brew 'libevent'
brew 'libssh2'
brew 'libgit2'
brew 'libnotify'
brew 'libotr'
brew 'libstrophe'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'lsyncd'
brew 'lzip'
brew 'markdown'
brew 'maven'
brew 'memtester'
brew 's-lang'
brew 'midnight-commander'
brew 'moreutils', args: ['without-parallel']
brew 'mr'
brew 'msgpack'
brew 'mtr'
brew 'multitail'
brew 'mycli'
brew 'mysql'
brew 'ngrep'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'openssh'
brew 'ossp-uuid'
brew 'packer'
brew 'pandoc'
brew 'tree'
brew 'pass'
brew 'percona-toolkit'
brew 'pgcli'
brew 'pinentry-mac'
brew 'profanity'
brew 'pwgen'
brew 'pyqt'
brew 'qt'
brew 'redis'
brew 'ripgrep'
brew 'rsync'
brew 'ruby'
brew 'rust'
brew 's3cmd'
brew 'sbt'
brew 'scala'
brew 'scons'
brew 'screen'
brew 'shellcheck'
brew 'source-highlight'
brew 'spring-roo'
brew 'ssh-copy-id'
brew 'subversion'
brew 'talloc'
brew 'terraform'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'unibilium'
brew 'unixodbc'
brew 'unzip'
brew 'utf8proc'
brew 'vault'
brew 'vifm'
brew 'vim', args: ['with-override-system-vi']
brew 'w3m'
brew 'watch'
brew 'wdiff', args: ['with-gettext']
brew 'websocketd'
brew 'wget'
brew 'xapian'
brew 'xhyve'
brew 'z'
brew 'zsh'
brew 'benchlabs/tools/bub'
brew 'd12frosted/emacs-plus/emacs-plus', args: ['with-natural-title-bar']
brew 'grpc/grpc/google-protobuf'
brew 'grpc/grpc/grpc'
brew 'jmespath/jmespath/jp'
brew 'neovim/neovim/neovim'
brew 'paulp/extras/coursier', args: ['HEAD']
brew 'simeji/jid/jid'
cask 'airflow'
cask 'alfred'
cask 'atext'
cask 'atom'
cask 'ccleaner'
cask 'charles'
cask 'dash'
cask 'disk-inventory-x'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'font-inconsolata'
cask 'font-sauce-code-powerline'
cask 'gitx'
cask 'gogland-eap'
cask 'hammerspoon'
cask 'iterm2'
cask 'karabiner'
cask 'keepassx'
cask 'ngrok'
cask 'onyx'
cask 'openzfs'
cask 'owasp-zap'
cask 'paw'
cask 'real-vnc'
cask 'screenhero'
cask 'seil'
cask 'sequel-pro'
cask 'spotify'
cask 'tcl'
cask 'utc-menu-clock'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'visualvm'
cask 'vlc'
cask 'xnviewmp'
cask 'yed'
