tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'd12frosted/emacs-plus'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
cask 'java'
cask 'xquartz'
brew 'apache-spark'
brew 'archey'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'pkg-config'
brew 'bdw-gc'
brew 'binutils'
brew 'icu4c'
brew 'boost'
brew 'sqlite'
brew 'gdbm'
brew 'openssl'
brew 'python3'
brew 'boost-python'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'check'
brew 'chromedriver'
brew 'cmake'
brew 'consul'
brew 'gmp'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'dbus'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docbook'
brew 'docbook-xsl'
brew 'docker-machine'
brew 'duti'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'findutils', args: ['with-default-names']
brew 'pcre2'
brew 'fish'
brew 'flyway'
brew 'fpp'
brew 'fzf'
brew 'mpfr'
brew 'gawk'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gobject-introspection'
brew 'gdk-pixbuf'
brew 'giter8'
brew 'global'
brew 'gmime'
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar'
brew 'gnu-which', args: ['with-default-names']
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gpgme'
brew 'gradle'
brew 'harfbuzz'
brew 'pango'
brew 'libcroco'
brew 'librsvg'
brew 'graphviz'
brew 'groovy'
brew 'help2man'
brew 'libyaml'
brew 'ruby'
brew 'heroku'
brew 'htop-osx'
brew 'hub'
brew 'icdiff'
brew 'imagemagick'
brew 'irssi'
brew 'ispell'
brew 'jenv'
brew 'jhead'
brew 'jo'
brew 'john-jumbo'
brew 'oniguruma'
brew 'jq'
brew 'nspr'
brew 'spidermonkey'
brew 'jsawk'
brew 'keepassc'
brew 'ledger'
brew 'leiningen'
brew 'libevent'
brew 'libotr'
brew 'libssh2'
brew 'libstrophe'
brew 'liquibase'
brew 'lua'
brew 'lzip'
brew 'markdown'
brew 'maven'
brew 'memtester'
brew 's-lang'
brew 'midnight-commander'
brew 'moreutils', args: ['without-parallel']
brew 'mr'
brew 'msgpack'
brew 'multitail'
brew 'mycli'
brew 'mysql'
brew 'nmap'
brew 'node'
brew 'talloc'
brew 'python'
brew 'xapian'
brew 'nvm'
brew 'ossp-uuid'
brew 'pandoc'
brew 'postgresql'
brew 'pgcli'
brew 'profanity'
brew 'qt5'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'qt'
brew 'redis'
brew 's3cmd'
brew 'sbt'
brew 'scala'
brew 'scons'
brew 'shellcheck'
brew 'source-highlight'
brew 'spring-roo'
brew 'ssh-copy-id'
brew 'subversion'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'vifm'
brew 'vim', args: ['with-override-system-vi']
brew 'w3m'
brew 'watch'
brew 'wdiff', args: ['with-gettext']
brew 'websocketd'
brew 'wget'
brew 'xhyve'
brew 'z'
brew 'zsh'
brew 'd12frosted/emacs-plus/emacs-plus', args: ['with-cocoa', 'with-gnutls', 'with-imagemagick', 'with-librsvg', 'with-spacemacs-icon']
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/ed', args: ['with-default-names']
brew 'homebrew/dupes/file-formula'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/rsync'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/unzip'
brew 'neovim/neovim/neovim'
cask 'airflow'
cask 'alfred'
cask 'atext'
cask 'ccleaner'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'font-inconsolata'
cask 'font-sauce-code-powerline'
cask 'gitx'
cask 'hammerspoon'
cask 'intellij-idea'
cask 'iterm2'
cask 'itsycal'
cask 'karabiner'
cask 'keepassx'
cask 'ngrok'
cask 'paw'
cask 'screenhero'
cask 'seil'
cask 'sequel-pro'
cask 'spotify'
cask 'tcl'
cask 'utc-menu-clock'
cask 'vagrant'
cask 'virtualbox'
cask 'visualvm'
cask 'vlc'
